export const renderData = [
  {
    category: 'Технологии',
    details: [
      {
        year: '2010',
        info: 'Apple представила первый iPad, изменив рынок планшетных компьютеров.',
      },
      {
        year: '2013',
        info: 'Запуск первого потребительского 3D-принтера MakerBot.',
      },
      {
        year: '2015',
        info: 'Илон Маск объявил о проекте Hyperloop для высокоскоростного транспорта.',
      },
      {
        year: '2018',
        info: 'Google представил первую версию своих умных очков Google Glass.',
      },
      {
        year: '2020',
        info: 'Выпуск первых потребительских AR-очков от компании Nreal.',
      },
      {
        year: '2022',
        info: 'Запуск первых коммерческих полетов в космос от компании SpaceX.',
      },
    ],
  },
  {
    category: 'Музыка',
    details: [
      {
        year: '2012',
        info: 'Группа Coldplay выпустила альбом "Mylo Xyloto".',
      },
      {
        year: '2014',
        info: 'Бейонсе выпустила свой альбом "Beyoncé".',
      },
      {
        year: '2016',
        info: 'Канье Уэст выпустил альбом "The Life of Pablo".',
      },
      {
        year: '2018',
        info: 'Группа BTS выпустила альбом "Love Yourself: Tear".',
      },
      {
        year: '2021',
        info: 'Адель выпустила альбом "30".',
      },
      {
        year: '2023',
        info: 'Тейлор Свифт выпустила альбом "Midnights".',
      },
    ],
  },
  {
    category: 'Спорт',
    details: [
      {
        year: '2011',
        info: 'Сборная Испании выиграла чемпионат мира по футболу.',
      },
      {
        year: '2013',
        info: 'Майкл Фелпс установил новый рекорд по количеству олимпийских медалей.',
      },
      {
        year: '2015',
        info: 'Болт выиграл три золотые медали на чемпионате мира в Пекине.',
      },
      {
        year: '2017',
        info: 'Реал Мадрид выиграл Лигу чемпионов УЕФА.',
      },
      {
        year: '2019',
        info: 'Тур де Франс выиграл Эган Берналь, став первым колумбийцем, достигшим этого.',
      },
      {
        year: '2022',
        info: 'Олимпийские игры в Токио, проведенные с задержкой из-за пандемии COVID-19.',
      },
    ],
  },
  {
    category: 'Искусство',
    details: [
      {
        year: '2009',
        info: 'Бэнкси создал одно из своих самых известных произведений "Girl with Balloon".',
      },
      {
        year: '2012',
        info: 'В Лувре открылась выставка Леонардо да Винчи.',
      },
      {
        year: '2014',
        info: 'В Музее современного искусства открылась выставка работ Джеффа Кунса.',
      },
      {
        year: '2016',
        info: 'Дамиен Херст открыл свою галерею в Лондоне.',
      },
      {
        year: '2018',
        info: 'Произведение "Love is in the Bin" Бэнкси было продано на аукционе за рекордную сумму.',
      },
      {
        year: '2020',
        info: 'Виртуальная выставка цифрового искусства открылась в Токио.',
      },
    ],
  },
  {
    category: 'Наука',
    details: [
      {
        year: '2011',
        info: 'Открытие бозона Хиггса в ЦЕРН.',
      },
      {
        year: '2013',
        info: 'NASA запустило марсоход Curiosity.',
      },
      {
        year: '2015',
        info: 'Впервые обнаружены гравитационные волны.',
      },
      {
        year: '2017',
        info: 'Учёные впервые сфотографировали чёрную дыру.',
      },
      {
        year: '2019',
        info: 'Всемирная организация здравоохранения объявила о полном искоренении полиомиелита.',
      },
      {
        year: '2022',
        info: 'Учёные объявили о создании первого квантового компьютера, способного выполнять реальные задачи.',
      },
    ],
  },
  {
    category: 'История',
    details: [
      {
        year: '2001',
        info: 'Запуск Международной космической станции (МКС).',
      },
      {
        year: '2004',
        info: 'Расширение Европейского Союза на 10 новых стран.',
      },
      {
        year: '2008',
        info: 'Выборы Барака Обамы на пост президента США.',
      },
      {
        year: '2011',
        info: 'Начало Арабской весны - серии антиправительственных протестов.',
      },
      {
        year: '2016',
        info: 'Великобритания проголосовала за выход из Европейского Союза (Brexit).',
      },
      {
        year: '2020',
        info: 'Пандемия COVID-19 и её глобальное влияние.',
      },
    ],
  },
];
